{
  "skills": "Kenntnisse",
  "contact": "Kontakt",
  "iam": "",
  "job_Title": "Frontend Entwickler",
  "lets_talk": "Lass uns reden!",
  "about_me": "Über mich",
  "about_me_text1": "Hi, ich bin Frontend-Entwickler aus Cloppenburg. Mein Hintergrund in International Business Engineering sowie meine Erfahrungen im technischen Einkauf und Produktmanagement haben mir eine breite Perspektive gegeben. Meine wahre Leidenschaft galt jedoch immer dem Programmieren. Nachdem ich erkannt hatte, wie sehr mir die Entwicklung Spaß macht, widmete ich mich vollständig der Frontend-Entwicklung. Diese Kombination aus vielfältiger Erfahrung und technischer Leidenschaft prägt meine Arbeit heute. ",
  "about_me_text2": "Ich bin bestrebt, komplexe Webanwendungen zu entwickeln, die nicht nur durch ihre Funktionalität überzeugen, sondern auch eine intuitive Benutzererfahrung bieten und die neuesten Technologien optimal ausschöpfen.",
  "about_me_text3": "Mein Streben nach neuen Herausforderungen motiviert mich, kontinuierlich zu lernen und mein Wissen zu vertiefen.",
  "my_skills_headline": "Kenntnisse",
  "my_skills_text": "Ich verfüge über Erfahrung im Aufbau von Projekten unter Anwendung verschiedener Frontend-Technologien und Konzepten.",
  "my_skills_button": "Kontaktiere mich",
  "portfolio_text": "Entdecken Sie eine Auswahl meiner Arbeiten - zögern Sie nicht, diese auszuprobieren.",
  "join_description": "Aufgabenmanager inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu. Dieses Projekt wurde in Gruppenarbeit entwickelt.",
  "el_pollo_loco_description": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen zu finden und Tabasco-Salsa zu verwenden, um gegen das verrückte Huhn zu kämpfen!",
  "contact_subheadline": "Benötigen Sie Hilfe beim Lösen Ihrer Aufgabe?",
  "contact_text1": "Es würde mich sehr freuen, Ihr Feedback entgegenzunehmen, Ihre Ideen kennenzulernen und aktiv an der Umsetzung Ihrer Projekte mitzuwirken.",
  "contact_text2": "Sie benötigen einen Frontend Entwickler?",
  "contact_text3": "Kontaktieren Sie mich!",
  "contact_name_input": "Ihr Name",
  "required_name_input": "Bitte geben Sie Ihren Namen an.",
  "contact_email_input": "Ihre E-Mail",
  "required_email_input": "Bitte geben Sie eine gültige E-Mail-Adresse an.",
  "contact_message_input": "Ihre Nachricht",
  "required_message_input": "Bitte geben Sie eine Nachricht ein.",
  "checkbox_text1": "Ich habe die",
  "checkbox_text2": "Datenschutzerklärung",
  "checkbox_text3": "gelesen und stimme der Verarbeitung meiner Daten zu.",
  "required_checkbox_input": "Sie müssen zustimmen, bevor Sie absenden können.",
  "message_button": "Nachricht senden :)",
  "imprint": "Impressum",
  "privacy_policy": "Datenschutzerklärung"
}