{
  "skills": "Skills",
  "contact": "Contact",  
  "iam": "I am",
    "job_Title": "Frontend Developer",
    "lets_talk":"Let's Talk !",
    "about_me": "About me",
    "about_me_text1": "Hi, I am a frontend developer based in Cloppenburg, Germany. My background in International Business Engineering and experience in technical purchasing and product management have given me a broad perspective. However, my true passion has always been programming. After realizing how much I enjoy developing, I dedicated myself entirely to frontend development. This combination of diverse experience and technical passion shapes my work today.",
    "about_me_text2": "I am passionate about creating complex web applications that are not only functional, but also provide an intuitive user experience and make the most of the latest technologies.",
    "about_me_text3": "Pushing myself to take on new challenges gives me the drive to learn more and become more knowledgeable.",
    "my_skills_headline":"My skills",
    "my_skills_text": "I have experience in building projects with various frontend technologies and concepts.",
    "my_skills_button": "Get in touch",
    "portfolio_text": "Please explore a selection of my work - feel free to try it out.",
    "join_description": "Task manager inspired by the Kanban System. Create and organize task using drag and drop functions, assign users and categories. This project was developed by group work.",
    "el_pollo_loco_description": "Jump, run, and throw game based on an object-oriented approach. Help Pepe find coins and Tabasco salsa to fight against the crazy hen.",
    "contact_subheadline": "Got a problem to solve?",
    "contact_text1": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
    "contact_text2": "Need a Frontend developer?",
    "contact_text3": "Contact me!",
    "contact_name_input": "Your name",
    "required_name_input": "Please provide your name.",
    "contact_email_input": "Your email",
    "required_email_input": "Please provide a valid email address.",
    "contact_message_input": "Your message",
    "required_message_input": "Please provide a message.",
    "checkbox_text1": "I've read the",
    "checkbox_text2": "privacy policy",
    "checkbox_text3": "and agree to the processing of my data as outlined.",
    "required_checkbox_input": "You must agree before submitting.",
    "message_button": "Send message :)",
    "imprint": "Imprint",
    "privacy_policy": "Privacy Policy"
  }